{
  "studiekaarten": [
    {
      "id": "0",
      "name": "Graduaat Internet of Things",
      "description": "Het graduaat Internet of Things (IoT) is een tweejarige praktijkgerichte opleiding (120 studiepunten) die je opleidt tot IoT-technicus. Je leert slimme apparaten en systemen ontwerpen, bouwen en beheren, waarbij je zowel hardware als software integreert.",
      "features": [
        "Multidisciplinaire opleiding: Deze opleiding combineert elektronica, netwerken en programmeren. Je leert zowel hardware (zoals sensoren en microcontrollers) als software (zoals embedded systemen en netwerktechnologieën) integreren tot slimme, verbonden toepassingen. Er wordt gewerkt met technologieën zoals LoRaWAN, NB-IoT en Sigfox.",
        "Sterk praktijkgericht met werkplekleren: De opleiding legt de nadruk op hands-on ervaring. Via werkplekleren en stages pas je je kennis toe in realistische omgevingen, zoals domotica-installaties, industriële automatisering of smart buildings. Dit bereidt je voor op een directe instap in de arbeidsmarkt.",
        "Toegankelijk voor diverse achtergronden: Voorkennis in IT of elektronica is niet vereist. Met motivatie en inzet kun je starten, zelfs zonder technische vooropleiding. De opleiding is beschikbaar in een tweejarig dagtraject of een driejarig avondtraject, wat flexibiliteit biedt voor verschillende levenssituaties."
      ],
      "color": "#800080",
      "colorName": "purple",
      "qr": ""
    },
    {
      "id": "1",
      "name": "Graduaat HVAC-Systemen",
      "description": "Het graduaat HVAC-systemen aan UCLL Campus Diepenbeek is een tweejarige praktijkgerichte opleiding (120 studiepunten) die je opleidt tot een veelzijdige technicus in verwarmings-, ventilatie- en airconditioningsystemen. Je leert installaties plaatsen, onderhouden, storingen opsporen en slimme klimaatsystemen beheren in zowel residentiële als industriële omgevingen.",
      "features": [
        "Slimme en duurzame technieken: De opleiding integreert domotica en gebouwbeheersystemen en zet sterk in op energie-efficiëntie en milieuvriendelijke oplossingen.",
        "Veiligheid en regelgeving: Er is veel aandacht voor veilig werken, inclusief het omgaan met gevaarlijke stoffen zoals koelmiddelen en het volgen van wettelijke normen.",
        "Installatie en onderhoud: Je leert HVAC-systemen installeren en onderhouden, inclusief het opsporen en verhelpen van storingen."
      ],
      "color": "a52a2a",
      "colorName": "brown",
      "qr": ""
    },
    {
      "id": "2",
      "name": "Graduaat Hernieuwbare Energiesystemen",
      "description": "Het graduaat Hernieuwbare Energiesystemen is een tweejarige praktijkgerichte opleiding (120 studiepunten) die je opleidt tot eerstelijns energiespecialist in zowel residentiële als industriële omgevingen. Je leert hernieuwbare energiebronnen zoals zon, wind, water, biomassa en aardwarmte omzetten in nuttige vormen zoals elektriciteit, warmte en biobrandstof.",
      "features": [
        "Tijdens de opleiding ontwikkel je vaardigheden in het installeren, afregelen en onderhouden van diverse duurzame energiesystemen: Zonnepanelen (PV), zonnecollectoren en hybride panelen, Warmtepompen en zonneboilers, Pelletkachels en biomassacentrales, Windturbines en waterkrachtinstallaties, Energieopslag met batterijsystemen",
        "Je leert probleemoplossend denken, veilig werken (volgens AREI-normen), technische schema's interpreteren en communiceren met klanten en collega's. Via digitale tools en werkplekleren bepaal je hoe krachtig systemen moeten zijn en pas je duurzame oplossingen toe in de praktijk.",
        "De opleiding heeft een sterke focus op duurzaamheid en innovatie. Studenten werken aan projecten zoals het verduurzamen van festivals met mobiele energie-units die CO₂-neutrale stroom leveren. Ook wordt er samengewerkt met bedrijven zoals Loxone om ervaring op te doen met slimme energiesystemen en domotica."
      ],
      "color": "#006400",
      "colorName": "dark green",
      "qr": ""
    },
    {
      "id": "3",
      "name": "Graduaat Elektromechanische Systemen",
      "description": "Het graduaat Elektromechanische Systemen is een praktijkgerichte opleiding van twee jaar (120 studiepunten) die je voorbereidt op een technische carrière in de industrie. De opleiding biedt twee afstudeerrichtingen: Onderhoudstechnieken en Meet- en Regeltechnieken.",
      "features": [
        "Onderhoudstechnieken: In deze afstudeerrichting leer je industriële machines en installaties onderhouden, storingen opsporen en verhelpen en technische schema's interpreteren. Je ontwikkelt vaardigheden in het optimaliseren van onderhoudsprocedures en het samenwerken met operatoren en collega-techniekers. Deze richting leidt op tot het knelpuntberoep van onderhoudstechnicus, wat een hoge werkzekerheid biedt.",
        "Meet- en regeltechnieken: Deze afstudeerrichting richt zich op het correct afstellen van industriële machines en installaties. Je leert storingen detecteren, registreren en verhelpen, en je optimaliseert meetprocedures en technische fiches.",
        "Opleidingsstructuur: De opleiding combineert theorie met praktijk via werkplekleren, waarbij je in een realistische werkomgeving je vaardigheden ontwikkelt. Je krijgt een brede basis in elektriciteit, mechanica, PLC-sturingen, veiligheid, en soft skills zoals communicatie en teamwerk."
      ],
      "color": "FF0000",
      "colorName": "red",
      "qr": ""
    },
    {
      "id": "5",
      "name": "leerkracht secundair onderwijs",
      "description": "Deze professionele bacheloropleiding bereidt je voor op een carrière als leraar in het secundair onderwijs. Je ontwikkelt zowel inhoudelijke expertise in twee onderwijsvakken naar keuze als pedagogische en didactische vaardigheden om jongeren te inspireren en te begeleiden.",
      "features": [
        "Keuze uit 23 onderwijsvakken: Je stelt je opleiding samen door twee vakken te kiezen uit een aanbod van 23, waardoor je je kunt specialiseren in de vakken die jou het meest aanspreken.",
        "Sterke focus op praktijkervaring: Vanaf het eerste jaar loop je stage, beginnend met ongeveer 10% van je tijd, oplopend tot 50% in het laatste jaar. Je observeert lessen, oefent met lesgeven en ontwikkelt je eigen lesstijl.",
        "Persoonlijke begeleiding en coaching: Je krijgt ondersteuning van lectoren en een persoonlijke studentencoach die je begeleiden bij je studiekeuzes, studievaardigheden en eventuele uitdagingen."
      ],
      "color": "#FFD700",
      "colorName": "gold",
      "qr": ""
    },
    {
      "id": "6",
      "name": "leerkracht kleuter onderwijs",
      "description": "De opleiding is thematisch en modulair opgebouwd, waarbij elk opleidingsjaar bestaat uit verschillende modules met specifieke thema's. Deze modules integreren verschillende vakgebieden en zijn gericht op het ontwikkelen van de nodige competenties om als kleuterleraar aan de slag te gaan. De stage speelt een centrale rol in de opleiding en wordt beschouwd als de motor van het leerproces. In het eerste jaar wordt bijvoorbeeld 10 studiepunten aan stage toegekend, waarbij studenten praktijkervaring opdoen in kleuterklassen.",
      "features": [
        "Modulaire opbouw: De opleiding is opgebouwd uit thematische modules die verschillende ontwikkelingsdomeinen van kleuters integreren. Dit bevordert een holistische benadering van het kleuteronderwijs.",
        "Stage als leerinstrument: Vanaf het eerste jaar wordt veel nadruk gelegd op praktijkervaring. De stage is geïntegreerd in elke module en biedt studenten de mogelijkheid om theorie direct toe te passen in de praktijk.",
        " Persoonlijke begeleiding: Studenten worden begeleid door mentoren en lectoren die ondersteuning bieden tijdens de stages en het leerproces. Dit zorgt voor een persoonlijke en professionele groei gedurende de opleiding."
      ],

      "color": "#2913AF",
      "colorName": "blue gem",
      "qr": ""
    }
  ],
  "stellingskaarten": [
    {
      "text": "Activerende werkvormen stimuleren het kritisch denken en probleemoplossend vermogen van leerlingen",
      "studiekaart_id": "5"
    },
    {
      "text": "Deze onderwijsvorm, vaak gebruikt in STEM-vakken, moedigt experimenteren en kritisch denken aan.",
      "studiekaart_id": "5"
    }
  ],
  "objectkaarten": [
    {
      "image": "",
      "description": "Smartschool",
      "studiekaart_id": "5"
    },
    {
      "image": "",
      "description": "GeoGebra",
      "studiekaart_id": "5"
    }
  ]
}
